{
    "activities": [
        {
            "docId": "6NyRnQ4h0mqQne3KE1Nm",
            "description": "move around the room with directions",
            "name": "robot",
            "slides_name": "morning meeting sept 23, 2024",
            "slides": [
                {
                    "grade_level": "PK-K",
                    "play": [
                        "We have exciting news!  Today, we get to play with some super cool robots! These robots are very special and a little bit expensive. They don't have many buttons, but we need your help to test them out!\r\n\r\nThe robots can:\r\nTurn left\r\nTurn right\r\nGo forward\r\nStop\r\nPlus safety feature to keep them safe!\r\n\r\nCan we have one brave volunteer to be the first robot?",
                        "Buttons:\r\nThe Left Button is on the robot's left shoulder. Push it, and the robot turns left.\r\nThe Right Button is on the right shoulder. Push it, and the robot turns right.\r\nThe Go Button is in the middle of the robot's back. Tap it, and the robot walks forward.\r\nThe Stop Button is on the robot's head. Tap it, and the robot stops.\r\nSafety:\r\nThe robot walks slowly and always has its “bumpers” up.\r\nIf the robot gets close to something, it makes an alarm: \"Whoop, whoop, whoop!\"\r\nOne student is the robot, and the other is the operator. After a few minutes, switch! Follow the rules because robots are fragile!"
                    ],
                    "reflect": [
                        "How did you feel during this activity?\r\nI feel ____________________________\r\nhappy surprised sad   angry   proud   afraid   calm"
                    ],
                    "connect": [
                        "When do people give you directions in class or at home?\r\nHow does that make you feel?\r\nI feel ____________________________\nhappy surprised sad   angry   proud   afraid   calm"
                    ],
                    "grow": [
                        "What helps you follow directions?"
                    ]
                },
                {
                    "grade_level": "1-2",
                    "play": [
                        "We have on loan today something that is very exciting. We have been asked to test out some very expensive robots! They are the first model of this kind, so they do not have many buttons or controls. We need your help to test them out!\r\nThe robots function with the following buttons: Left Turn, Right Turn, Go Forward, Stop, and a two-part Safety Feature!\r\nCan we have one willing robot volunteer come up to the front? ",
                        "Buttons:\r\nThe Left Button is on the robot's left shoulder. Push it, and the robot turns left.\r\nThe Right Button is on the right shoulder. Push it, and the robot turns right.\r\nThe Go Button is in the middle of the robot's back. Tap it, and the robot walks forward.\r\nThe Stop Button is on the robot's head. Tap it, and the robot stops.\r\nSafety:\r\nThe robot walks slowly and always has its “bumpers” up.\r\nIf the robot gets close to something, it makes an alarm: \"Whoop, whoop, whoop!\"\r\nWhen you come close to another robot, make sure you say, “Hello, ____________.”\r\nOne student is the robot, and the other is the operator. After a few minutes, switch! Follow the rules because robots are fragile!"
                    ],
                    "reflect": [
                        "What happened during this activity?\r\nWhen you said, “Hello, ______,” did you use your robot friends’ names?"
                    ],
                    "connect": [
                        "Is there another time when our friends or adults are telling us what to do?"
                    ],
                    "grow": [
                        "How were you and your Operator \/ Robot most successful?  \r\nWhat can you do in class to also be successful?"
                    ]
                },
                {
                    "grade_level": "3-5",
                    "play": [
                        "We have on loan today something that is very exciting. We have been asked to test out some very expensive robots! They are the first model of this kind, so they do not have many buttons or controls. We need your help to test them out!\r\nThe robots function with the following buttons: Left Turn, Right Turn, Go Forward, Stop, and a two-part Safety Feature!\r\nCan we have one willing robot volunteer come up to the front? ",
                        "Demonstrate the following with a willing robot volunteer.\r\nThe Left button is located on the left shoulder of the robot. If this button is pushed, the robot will turn to the left. \r\nThe Right button is located on the right shoulder.\r\nThe Go Forward button is located in the middle of the back. Tap this button once and the robot will walk forward.\r\nThe Stop button is located on the top of the head. Gently tap this once and the robot will stop.\r\nThe robot has two Safety Features. The first is that it always travels with “bumpers up.” Secondly, the robot has an alarm that sounds whenever the robot comes close to an object or another robot.\r\nDemonstrate the alarm: “Whoop, whoop, whoop, whoop, whoop.”\r\nThe robots can only travel at walking pace.\r\nOne student begins as a robot, the other as the operator.\r\nRemember! Robots are very expensive and fragile. So it is important that you follow all the guidelines. \r\nAfter a few minutes, have the robot and operator switch roles."
                    ],
                    "reflect": [
                        "What was it like to trust someone else to direct you?\r\nWhat made it easy for you to follow their directions?"
                    ],
                    "connect": [
                        "Where else in your life do others direct you?\r\nWhere in your life do you direct others?"
                    ],
                    "grow": [
                        "How did it feel to be responsible for someone else?\r\n\r\nWhat can you take on when it comes to being a follower or a leader going forward?"
                    ]
                }
            ]
        },
        {
            "docId": "7Bjxt1qhM8WmCvlhtmg4",
            "description": "make up a story about your dream restaurant",
            "name": "my restaurant story",
            "slides_name": "morning meeting sept 25, 2024",
            "slides": [
                {
                    "grade_level": "PK-K",
                    "play": [
                        "Guess what!  Today we are all going to image that we own our own restaurants!\r\n\r\nWith a small group or as a whole class, we get to create your own Dream Restaurant!",
                        "What is the name of our restaurant?\r\nWhat food do we cook in our restaurant? \r\nWhat is on the menu?\r\nWhat does our restaurant look like?",
                        "What ideas did you have in common with your classmates?\r\nWhat ideas did you have different from your classmates?"
                    ],
                    "reflect": [
                        "How did you feel during this activity?\r\nWhat ideas do you have in common with your classmates?\r\nWhat ideas do you have different from your classmates?"
                    ],
                    "connect": [
                        "What is your favorite restaurant?"
                    ],
                    "grow": [
                        "What would you like to cook with your family?"
                    ]
                },
                {
                    "grade_level": "",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                },
                {
                    "grade_level": "3-5",
                    "play": [
                        "Imagine you own your own restaurant. If you could share your story through your menu and brand, what would it look like?\r\n\r\nOn the next slides, there are lots of questions to help you think through YOUR Perfect Restaurant. \r\n\r\nFirst, your teachers will slowly read through the questions. \r\n\r\nWhile they do this, begin to visualize your restaurant!\r\n\r\nWhen your teacher finishes reading the questions, take 5-15 minutes to write or draw your Restaurant Story.",
                        "Who are you? Where do you come from? How would you describe your family? What is special about you? What do you stand for? What are your passions?\r\n\r\nWhat are the foods that you serve in your restaurant? Think of foods that represent who you are, where you come from, and what you love. What is on the menu? Why are those foods important to you? What are the stories behind these foods? What are the special dishes that are served? What is the pricing for your dishes?",
                        "Move outside to look at your restaurant from the street.\r\nWhat does it look like? Where is your restaurant? What type of community is your restaurant in? Is it in a special location? Why is that place important to you?\r\n\r\nLastly, what is the name of your restaurant? How does the name of your restaurant share your story and who you are to the world?",
                        "After writing about your Restaurant Story, share your restaurant with classmates.  \r\n\r\nFind out what:\r\nyour restaurants have in common!\r\nis unique about your restaurants!"
                    ],
                    "reflect": [
                        "What was unique about your restaurant?\r\nHow did you feel about this exercise?\r\nWhat did you learn about yourself? \r\nWhat did you learn about others?"
                    ],
                    "connect": [
                        "Did you support your classmates as they were telling you their Restaurant Story? \r\nHow?"
                    ],
                    "grow": [
                        "How do you share your story every day?\r\nHow is cooking important in your life?"
                    ]
                }
            ]
        },
        {
            "docId": "66ea197326f6edbb2d9e8a9f",
            "description": "exploring social contracts or something",
            "name": "social contract statues",
            "slides_name": "morning meeting september 18, 2024",
            "slides": [
                {
                    "grade_level": "3-5",
                    "play": [
                        "Let's Learn About a Social Contract!\r\n\r\nDo you know what a contract is? \r\nA contract is a promise or commitment from one person to another.\r\nDo you know what social means? \r\nSocial is something that happens in a group of people.\r\nSo, what do you think a social contract is? \r\nIt’s a promise or commitment that we all make to each other!\r\nToday, we are going to create our own Social Contract, but not on paper – we’ll be using our bodies!",
                        "First, let's try something fun. If I asked you to show \"thinking\" with your body, what would that look like?\r\n\r\nNow, you’re going to make a statue using your body to show important values we want in our classroom. You can do this alone or with your friends in your small group.",
                        "Dear Educator, \r\n\r\nPlease choose from the next 4 slides which option you want your students to do for Social Contract Statues!",
                        "Option 1: \r\nLet’s split into groups. Each group will get a school value like “Be Safe” or “Be Respectful.” \r\nEach group will create a statue that shows that value for the school year.",
                        "Option 2: \r\nYou and two friends will make up your own Classroom Norm (a rule or way we should act).\r\nThen create a statue to show that norm together!",
                        "Option 3: \r\nYour group will pick a place in the school, like the library or cafeteria.\r\nOnce you choose a place, create a statue showing how we should behave in that area.",
                        "Option 4: \r\nYou and your group can make two statues—one that shows what we should do in class and one that shows what we shouldn’t do! \r\nFor example, you could show what kindness looks like and what bullying looks like.",
                        "You’ll have five minutes to create your statue.\r\nAfter that, each group will take turns showing their statue to the class!\r\nEveryone can clap, give feedback, or even try out the statues with their friends.\r\nLet’s get creative and have fun making our Social Contract Statues!",
                        "Going forward...\r\nWe’ll check these agreements regularly (starting once a day and then maybe once or twice a week) to see how things are going and make changes if needed."
                    ],
                    "reflect": [
                        "Did you have to work together during this activity? \r\nWas that easy or difficult?\r\nWhat feelings came up?"
                    ],
                    "connect": [
                        "Which agreements are we really good at as a class? \r\nWhich agreements are harder for us?"
                    ],
                    "grow": [
                        "What is the most important agreement YOU want to work on over the rest of this month?"
                    ]
                },
                {
                    "grade_level": "",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                },
                {
                    "grade_level": "",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                }
            ]
        },
        {
            "docId": "XWrYoPEwqH8bE0rcHpIg",
            "description": "something about a rabbit",
            "name": "speed rabbit",
            "slides_name": "morning meeting september 9, 2024",
            "slides": [
                {
                    "grade_level": "",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                },
                {
                    "grade_level": "1-2",
                    "play": [
                        "Let's clear some space and stand in a circle. I’ll stand in the middle.\r\nI’m going to teach you a few fun motions that we will do together. \r\nWhen I point to someone and say a word, that person will do the motion for that word, and the people on either side will help.\r\nIf I say ‘Elephant,’ the person I point to makes the trunk by clasping their hands together and pointing their arms straight down. The people on either side will make the elephant's ears by raising one hand near the middle person’s head and the other near their hip.   Let’s practice!  ",
                        "If I say ‘Moose,’ the person I point to will put both hands up by their eyes with elbows sticking out (this is the moose’s nose). The people on either side will turn their backs to the middle person and raise their arms like antlers.\r\n\r\nLet’s practice ‘Moose’! \r\nLet’s practice ‘Elephant’ and ‘Moose’!",
                        "Roller Coaster: The middle person puts their hands on their face to simulate G-force, while the sides raise their hands and scream.",
                        "Rabbit: The middle person makes ears with their hands on their head, and the sides stomp a foot like Thumper.",
                        "Palm Tree: The middle person raises their arms overhead and sways, while the sides do a hula dance.",
                        "Jello: The sides hold hands around the middle person to form the bowl, and the middle person jiggles."
                    ],
                    "reflect": [
                        "Did you have fun? Why or why not?\r\nHow do you feel when you are in the middle? Do you like to be in the middle or no? "
                    ],
                    "connect": [
                        "When are sometimes in class when you have to share or talk or be ‘in the middle’?\r\nHow does it feel in your body when you have to share or talk or be ‘in the middle’?"
                    ],
                    "grow": [
                        "What are some ways we can help each other if we feel nervous or ‘anxiety’?"
                    ]
                },
                {
                    "grade_level": "",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                }
            ]
        },
        {
            "docId": "66c8b134371ca61b57a992c5",
            "description": "its telephone man",
            "name": "telephone",
            "slides_name": "morning meeting september 3 2024",
            "slides": [
                {
                    "grade_level": "",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                },
                {
                    "grade_level": "1-2",
                    "play": [
                        "Everyone should stand in a line or a circle. You can stand up or sit down.\r\nMake sure you’re not too close to each other so you can’t hear the secret word before it’s your turn.\r\nThe teacher will pick someone to start.\r\nThe teacher will whisper a word to that person.\r\nThe first person will whisper the word to the next person.\r\nEach person will whisper what they heard to the person next to them.\r\nWhen the word gets to the last person, they will say out loud what they think they heard!"
                    ],
                    "reflect": [
                        "Was the game of Telephone easy or hard?     (thumbs up for easy, thumbs down for difficult) Why?\r\nWhat did you do well?\r\nWhat was hard for you? "
                    ],
                    "connect": [
                        "When are other times in our class we have to listen?\r\nWhat helps you be a good listener?"
                    ],
                    "grow": [
                        "What can you do next time you play Telephone?\r\nHow can you be a great listener in class? "
                    ]
                },
                {
                    "grade_level": "3-5",
                    "play": [
                        "Everyone should stand in either a line or a circle. You can stand or sit, but make sure you're far enough apart so you can't overhear the word when it’s not your turn. Being in the right position is important so everyone knows when it’s their turn!\r\nThe teacher will pick someone to start the game. They will give the first word or phrase to that student. The first student will whisper the word to the person next to them.\r\nEach person will listen to the word and then whisper what they think they heard to the person next to them. This continues until the last person in the line or circle hears the word.\r\nOnce the last person hears the word or phrase, they will say out loud what they think they heard. "
                    ],
                    "reflect": [
                        "What did you notice during the game of Telephone?\r\nWas the game of Telephone easy or difficult for you? (thumbs up for easy, thumbs down for difficult) Why?\r\nWas there something in Telephone that was easy for you?  \r\nWas there something in Telephone that was hard for you?"
                    ],
                    "connect": [
                        "When else have you noticed information changing as it passes from person to person?\r\nWhy does that matter?"
                    ],
                    "grow": [
                        "How could you be more successful in the next game of Telephone you play?\r\nWhat did you learn through this activity that you can use to improve communication in our classroom?"
                    ]
                }
            ]
        },
        {
            "docId": "",
            "description": "",
            "name": "",
            "slides_name": "",
            "slides": [
                {
                    "grade_level": "PK-K",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                },
                {
                    "grade_level": "1-2",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                },
                {
                    "grade_level": "3-5",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                }
            ]
        },
        {
            "docId": "",
            "description": "",
            "name": "",
            "slides_name": "",
            "slides": [
                {
                    "grade_level": "PK-K",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                },
                {
                    "grade_level": "1-2",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                },
                {
                    "grade_level": "3-5",
                    "play": [
                        ""
                    ],
                    "reflect": [
                        ""
                    ],
                    "connect": [
                        ""
                    ],
                    "grow": [
                        ""
                    ]
                }
            ]
        }
    ]
}